Repository: avgx/OneAudit
Catalog: Sources/OneAudit/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, ja, ko, pl, pt_br, ru, zh_hant

# AuditJournalMessage_AE_NOTIFIER_ADD
source: Adding notifier {notifier} on server {host} by user {role}/{user} from IP address {ip_address}
cs: Přidán oznamovatel {notifier} na server {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Hinzufügen vom Benachrichtigungsdienst {notifier} auf Server {host} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Agregar notificador {notifier} en el servidor {host}
ja: サーバー{notifier}上で追加された通知{host}
ko: 서버 {host}에 알림 {notifier} 추가
pl: Dodano notyfikator {notifier} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Notificador {notifier} adicionado ao servidor {host}
ru: Добавление оповещателя {notifier} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址從{host}伺服器增加通知精靈{notifier}

# audit.event.aeNotifierAdd
source: Adding notifier {notifier} on server {host} by user {role}/{user} from IP address {ip_address}
cs: Přidán oznamovatel {notifier} na server {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Hinzufügen vom Benachrichtigungsdienst {notifier} auf Server {host} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Agregar notificador {notifier} en el servidor {host}
ja: サーバー{notifier}上で追加された通知{host}
ko: 서버 {host}에 알림 {notifier} 추가
pl: Dodano notyfikator {notifier} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Notificador {notifier} adicionado ao servidor {host}
ru: Добавление оповещателя {notifier} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址從{host}伺服器增加通知精靈{notifier}

# AuditJournalMessage_AE_NOTIFIER_REMOVE
source: Removed notifier {notifier} on server {host} by user {role}/{user} from IP address {ip_address}
cs: Odstraněn oznamovatel {notifier} na serveru {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Benachrichtigungsdienst {notifier} auf Server {host} von Benutzer {role}/{user} von IP-Adresse {ip_address} entfernt
es: Eliminar notificador {notifier} en el servidor {host}
ja: サーバー{notifier}上で削除された通知{host}
ko: 서버 {host}에 알림 {notifier} 삭제
pl: Usunięto notyfikator {notifier} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Notificador {notifier} removido do servidor {host}
ru: Удаление оповещателя {notifier} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址從{host}伺服器移除通知精靈{notifier}

# audit.event.aeNotifierRemove
source: Removed notifier {notifier} on server {host} by user {role}/{user} from IP address {ip_address}
cs: Odstraněn oznamovatel {notifier} na serveru {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Benachrichtigungsdienst {notifier} auf Server {host} von Benutzer {role}/{user} von IP-Adresse {ip_address} entfernt
es: Eliminar notificador {notifier} en el servidor {host}
ja: サーバー{notifier}上で削除された通知{host}
ko: 서버 {host}에 알림 {notifier} 삭제
pl: Usunięto notyfikator {notifier} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Notificador {notifier} removido do servidor {host}
ru: Удаление оповещателя {notifier} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址從{host}伺服器移除通知精靈{notifier}

# AuditJournalMessage_AE_NOTIFIER_SETUP
source: Parameter {setting} of notifier {notifier} set to {value} by user {role}/{user} from IP address {ip_address}
cs: Parametr {setting} oznamovatele {notifier} nastaven na {value} uživatelem {role}/{user} z IP adresy {ip_address}
de: Parameter {setting} des Benachrichtigungsdienstes {notifier} durch Benutzer {role}/{user} von IP-Adresse {ip_address} auf {value} gesetzt
es: Al parámetro {setting} del notificador {notifier} se le asigna el valor {value}
ja: 通知{setting}のパラメーター{notifier}を{value}に設定
ko: 서버 {host}의 파라미터 {setting} (을)를 {value}(으)로 설정
pl: Parametr {setting} notyfikatora {notifier} na serwerze {host} ustawiono na {value}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Parâmetro {setting} do notificador {notifier} definido como {value}
ru: Параметру {setting} оповещателя {notifier} присвоено значение {value} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將通知精靈{notifier}的{setting}參數設定成{value}值

# audit.event.aeNotifierSetup
source: Parameter {setting} of notifier {notifier} set to {value} by user {role}/{user} from IP address {ip_address}
cs: Parametr {setting} oznamovatele {notifier} nastaven na {value} uživatelem {role}/{user} z IP adresy {ip_address}
de: Parameter {setting} des Benachrichtigungsdienstes {notifier} durch Benutzer {role}/{user} von IP-Adresse {ip_address} auf {value} gesetzt
es: Al parámetro {setting} del notificador {notifier} se le asigna el valor {value}
ja: 通知{setting}のパラメーター{notifier}を{value}に設定
ko: 서버 {host}의 파라미터 {setting} (을)를 {value}(으)로 설정
pl: Parametr {setting} notyfikatora {notifier} na serwerze {host} ustawiono na {value}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Parâmetro {setting} do notificador {notifier} definido como {value}
ru: Параметру {setting} оповещателя {notifier} присвоено значение {value} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將通知精靈{notifier}的{setting}參數設定成{value}值

# AuditJournalMessage_AE_NOTIFIER_SETUP_DisplayName
source: Change of the name of notifier {notifier} on server {host} by user {role}/{user} from IP address {ip_address}
cs: Změněn název oznamovatele {notifier} na serveru {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Änderung des Namens des Benachrichtigungsdienstes {notifier} auf Server {host} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Se ha cambiado el nombre del notificador {notifier} en el servidor {host}
ja: サーバー{notifier}上の通知{host}の名前変更
ko: 서버 {host}의 알림 {notifier}의 이름 변경
pl: Zmieniono nazwę notyfikatora {notifier} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Notificador {notifier} renomeado no servidor {host}
ru: Изменение названия оповещателя {notifier} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址在{host}伺服器上將通知精靈{notifier}的名稱改變

# audit.event.aeNotifierSetupDisplayname
source: Change of the name of notifier {notifier} on server {host} by user {role}/{user} from IP address {ip_address}
cs: Změněn název oznamovatele {notifier} na serveru {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Änderung des Namens des Benachrichtigungsdienstes {notifier} auf Server {host} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Se ha cambiado el nombre del notificador {notifier} en el servidor {host}
ja: サーバー{notifier}上の通知{host}の名前変更
ko: 서버 {host}의 알림 {notifier}의 이름 변경
pl: Zmieniono nazwę notyfikatora {notifier} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Notificador {notifier} renomeado no servidor {host}
ru: Изменение названия оповещателя {notifier} на сервере {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址在{host}伺服器上將通知精靈{notifier}的名稱改變

# AuditJournalMessage_AE_PTZ_CONTROL
source: PTZ control of camera {device} by user {role}/{user} from IP address {ip_address}
cs: Kontrola PTZ kamery {device} uživatelem {role}/{user} z IP adresy {ip_address}
de: PTZ-Steuerung der Kamera {device} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
pl: Sterowanie kamerą PTZ {device}, użytkownik {role}/{user}, adres IP {ip_address}
ru: Захват управления поворотом камеры {device} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址正在使用{device}攝影機的PTZ控制

# audit.event.aePtzControl
source: PTZ control of camera {device} by user {role}/{user} from IP address {ip_address}
cs: Kontrola PTZ kamery {device} uživatelem {role}/{user} z IP adresy {ip_address}
de: PTZ-Steuerung der Kamera {device} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
pl: Sterowanie kamerą PTZ {device}, użytkownik {role}/{user}, adres IP {ip_address}
ru: Захват управления поворотом камеры {device} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址正在使用{device}攝影機的PTZ控制

# AuditJournalMessage_AE_ROLE_ADD
source: Adding role {obj_role} by user {role}/{user} from IP address {ip_address}
cs: Přidání role {obj_role} uživatelem {role}/{user} z IP adresy {ip_address}
de: Hinzufügen von Rolle {obj_role} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Agregar rol {role}
ja: 追加された役割{role}
ko: 역할 {role} 추가
pl: Dodano rolę {obj_role}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Função adicionada {role}
ru: Добавление роли {obj_role} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者在{ip_address}IP地址增加{obj_role}角色任務

# audit.event.aeRoleAdd
source: Adding role {obj_role} by user {role}/{user} from IP address {ip_address}
cs: Přidání role {obj_role} uživatelem {role}/{user} z IP adresy {ip_address}
de: Hinzufügen von Rolle {obj_role} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Agregar rol {role}
ja: 追加された役割{role}
ko: 역할 {role} 추가
pl: Dodano rolę {obj_role}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Função adicionada {role}
ru: Добавление роли {obj_role} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者在{ip_address}IP地址增加{obj_role}角色任務

# AuditJournalMessage_AE_ROLE_REMOVE
source: Removing role {obj_role} by user {role}/{user} from IP address {ip_address}
cs: Odstranění role {obj_role} uživatelem {role}/{user} z IP adresy {ip_address}
de: Entfernen der Rolle {obj_role} von Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Eliminar rol {role}
ja: 削除された役割{role}
ko: 역할 {role} 삭제
pl: Usunięto rolę {obj_role}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Função removida {role}
ru: Удаление роли {obj_role} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者在{ip_address}IP地址移除{obj_role}角色任務

# audit.event.aeRoleRemove
source: Removing role {obj_role} by user {role}/{user} from IP address {ip_address}
cs: Odstranění role {obj_role} uživatelem {role}/{user} z IP adresy {ip_address}
de: Entfernen der Rolle {obj_role} von Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Eliminar rol {role}
ja: 削除された役割{role}
ko: 역할 {role} 삭제
pl: Usunięto rolę {obj_role}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Função removida {role}
ru: Удаление роли {obj_role} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者在{ip_address}IP地址移除{obj_role}角色任務

# AuditJournalMessage_AE_ROLE_SETUP
source: Parameter {setting} of role {obj_role} set to {value} by user {role}/{user} from IP address {ip_address}
cs: Parametr {setting} funkce {role} nastaven na {value} uživatelem {role}/{user} z IP adresy {ip_address}
de: Parameter {setting} der Rolle {obj_role} durch Benutzer {role}/{user} von IP-Adresse {ip_address} auf {value} gesetzt
es: Al parámetro {setting} del rol {role} se le asigna el valor {value}
ja: 役割{setting}のパラメーター{role}を{value}に設定
ko: 역할 {role}의 파라미터 {setting}(을)를 {value}(으)로 설정
pl: Parametr {setting} roli {obj_role} ustawiono na {value}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Parâmetro {setting} da função {role} definido como {value}
ru: Параметру {setting} роли {obj_role} присвоено значение {value} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將{setting}設定值的{value}參數設定直在{obj_role)這個角色任務套用

# audit.event.aeRoleSetup
source: Parameter {setting} of role {obj_role} set to {value} by user {role}/{user} from IP address {ip_address}
cs: Parametr {setting} funkce {role} nastaven na {value} uživatelem {role}/{user} z IP adresy {ip_address}
de: Parameter {setting} der Rolle {obj_role} durch Benutzer {role}/{user} von IP-Adresse {ip_address} auf {value} gesetzt
es: Al parámetro {setting} del rol {role} se le asigna el valor {value}
ja: 役割{setting}のパラメーター{role}を{value}に設定
ko: 역할 {role}의 파라미터 {setting}(을)를 {value}(으)로 설정
pl: Parametr {setting} roli {obj_role} ustawiono na {value}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Parâmetro {setting} da função {role} definido como {value}
ru: Параметру {setting} роли {obj_role} присвоено значение {value} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將{setting}設定值的{value}參數設定直在{obj_role)這個角色任務套用

# AuditJournalMessage_AE_ROLE_SETUP_Name
source: Name of role {obj_role} changed by user {role}/{user} from IP address {ip_address}
cs: Jméno role {obj_role} změněno uživatelem {role}/{user} z IP adresy {ip_address}
de: Name der Rolle {obj_role} geändert von Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Se ha cambiado el nombre del rol {role}
ja: 役割{role}の名前変更
ko: 역할 {role} 이름 변경
pl: Zmieniono nazwę roli {obj_role}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Função {role} renomeada
ru: Изменение имени роли {obj_role} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將這個{obj_role)角色任務變更名稱

# audit.event.aeRoleSetupName
source: Name of role {obj_role} changed by user {role}/{user} from IP address {ip_address}
cs: Jméno role {obj_role} změněno uživatelem {role}/{user} z IP adresy {ip_address}
de: Name der Rolle {obj_role} geändert von Benutzer {role}/{user} von IP-Adresse {ip_address}
es: Se ha cambiado el nombre del rol {role}
ja: 役割{role}の名前変更
ko: 역할 {role} 이름 변경
pl: Zmieniono nazwę roli {obj_role}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Função {role} renomeada
ru: Изменение имени роли {obj_role} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將這個{obj_role)角色任務變更名稱

# AuditJournalMessage_AE_RULE_ADD
source: Adding auto rule {autoRule} of detection {detector} on device {device} of server {host} by user {role}/{user} from IP address {ip_address}
cs: Přidáno automatické pravidlo {autoRule} detekce {detector} na zařízení {device} ze serveru {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Hinzufügen der automatischen Regel {autoRule} zur Erkennung {detector} auf Gerät {device} von Server {host} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: La regla automática {autoRule} del detector {detector} en el dispositivo {device} del servidor {host} ha sido agregada
ja: サーバー{autoRule}のデバイス{detector}上の検出{device}の追加された自動ルール{host}
ko: 서버 {host}의 장치 {device}의 감지 {detector} 자동 역할 {autoRule} 추가
pl: Dodano automatyczną zasadą {autoRule} detekcji {detector} na urządzeniu {device} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Regra automática {autoRule} de detecção {detector} adicionada no dispositivo {device} do servidor {host}
ru: Добавление автоматического правила {autoRule} детектора {detector} на устройстве {device} сервера {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: 透過{role}/{user}使用者從{ip_address}IP地址在{host}伺服器上的{device}設備 新增{detector}偵測工具的{autoRule}自動規則

# audit.event.aeRuleAdd
source: Adding auto rule {autoRule} of detection {detector} on device {device} of server {host} by user {role}/{user} from IP address {ip_address}
cs: Přidáno automatické pravidlo {autoRule} detekce {detector} na zařízení {device} ze serveru {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Hinzufügen der automatischen Regel {autoRule} zur Erkennung {detector} auf Gerät {device} von Server {host} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: La regla automática {autoRule} del detector {detector} en el dispositivo {device} del servidor {host} ha sido agregada
ja: サーバー{autoRule}のデバイス{detector}上の検出{device}の追加された自動ルール{host}
ko: 서버 {host}의 장치 {device}의 감지 {detector} 자동 역할 {autoRule} 추가
pl: Dodano automatyczną zasadą {autoRule} detekcji {detector} na urządzeniu {device} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Regra automática {autoRule} de detecção {detector} adicionada no dispositivo {device} do servidor {host}
ru: Добавление автоматического правила {autoRule} детектора {detector} на устройстве {device} сервера {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: 透過{role}/{user}使用者從{ip_address}IP地址在{host}伺服器上的{device}設備 新增{detector}偵測工具的{autoRule}自動規則

# AuditJournalMessage_AE_RULE_ADD_macro
source: Rule {autoRule} of macrocommand {macro} adding requested by user {role}/{user} from IP address {IP address}
cs: Přidání automatického pravidla {autoRule} makra {macro} požadovaného uživatelem {role}/{user} z adresy IP {adresa IP}
de: Regel {autoRule} des Makrobefehls {macro} hinzufügen angefordert von Benutzer {role}/{user} von IP-Adresse {IP address}
es: Regla automatica {autoRule} de macrocomando {macro} agregar solicitado
ja: マクロコマンド{autoRule}のルール{macro}の追加がリクエストされました
ko: 추가 요청된 매크로 명령 {macro}의 룰 {autoRule}
pl: Dodano regułę {autoRule} makra {macro}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Enviado um pedido para adicionar uma regra automática {autoRule} de macro {macro}
ru: Отправлен запрос на добавление автоматического правила {autoRule} макрокоманды {macro} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將請求增加{macro}巨集指令的{autoRule}自動規則

# audit.event.aeRuleAddMacro
source: Rule {autoRule} of macrocommand {macro} adding requested by user {role}/{user} from IP address {IP address}
cs: Přidání automatického pravidla {autoRule} makra {macro} požadovaného uživatelem {role}/{user} z adresy IP {adresa IP}
de: Regel {autoRule} des Makrobefehls {macro} hinzufügen angefordert von Benutzer {role}/{user} von IP-Adresse {IP address}
es: Regla automatica {autoRule} de macrocomando {macro} agregar solicitado
ja: マクロコマンド{autoRule}のルール{macro}の追加がリクエストされました
ko: 추가 요청된 매크로 명령 {macro}의 룰 {autoRule}
pl: Dodano regułę {autoRule} makra {macro}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Enviado um pedido para adicionar uma regra automática {autoRule} de macro {macro}
ru: Отправлен запрос на добавление автоматического правила {autoRule} макрокоманды {macro} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將請求增加{macro}巨集指令的{autoRule}自動規則

# AuditJournalMessage_AE_RULE_REMOVE
source: Removing auto rule {autoRule} of detection {detector} on device {device} of server {host} by user {role}/{user} from IP address {ip_address}
cs: Odstranění automatického pravidla {autoRule} z detekce {detector} na zařízení {device} serveru {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Entfernen der automatischen Regel {autoRule} der Erkennung {detector} auf Gerät {device} von Server {host} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: La regla automática {autoRule} del detector {detector} en el dispositivo {device} del servidor {host} ha sido eliminada
ja: サーバー{autoRule}のデバイス{detector}上の検出{device}の削除された自動ルール{host}
ko: 서버 {host}의 장치 {device}의 감지 {detector} 자동 역할 {autoRule} 삭제
pl: Usunięto automatyczną regułę {autoRule} detekcji {detector} na urządzeniu {device} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Regra automática {autoRule} de detecção {detector} removida do dispositivo {device} do servidor {host}
ru: Удаление автоматического правила {autoRule} детектора {detector} на устройстве {device} сервера {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: 透過{role}/{user}使用者從{ip_address}IP地址在{host}伺服器上的{device}設備 移除{detector}偵測工具的{autoRule}自動規則

# audit.event.aeRuleRemove
source: Removing auto rule {autoRule} of detection {detector} on device {device} of server {host} by user {role}/{user} from IP address {ip_address}
cs: Odstranění automatického pravidla {autoRule} z detekce {detector} na zařízení {device} serveru {host} uživatelem {role}/{user} z IP adresy {ip_address}
de: Entfernen der automatischen Regel {autoRule} der Erkennung {detector} auf Gerät {device} von Server {host} durch Benutzer {role}/{user} von IP-Adresse {ip_address}
es: La regla automática {autoRule} del detector {detector} en el dispositivo {device} del servidor {host} ha sido eliminada
ja: サーバー{autoRule}のデバイス{detector}上の検出{device}の削除された自動ルール{host}
ko: 서버 {host}의 장치 {device}의 감지 {detector} 자동 역할 {autoRule} 삭제
pl: Usunięto automatyczną regułę {autoRule} detekcji {detector} na urządzeniu {device} na serwerze {host}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Regra automática {autoRule} de detecção {detector} removida do dispositivo {device} do servidor {host}
ru: Удаление автоматического правила {autoRule} детектора {detector} на устройстве {device} сервера {host} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: 透過{role}/{user}使用者從{ip_address}IP地址在{host}伺服器上的{device}設備 移除{detector}偵測工具的{autoRule}自動規則

# AuditJournalMessage_AE_RULE_REMOVE_macro
source: Rule {autoRule} of macrocommand {macro} removing requested by user {role}/{user} from IP address {ip_address}
cs: Smazání pravidla {autoRule} makra {macro} požadované uživatelem {role}/{user} z adresy IP {ip_address}
de: Regel {autoRule} des Makrobefehls {macro}, der von Benutzer {role}/{user} von IP-Adresse {ip_address} angefordert wurde, entfernt
es: Regla automatica {autoRule} de macrocomando {macro} quitar solicitado
ja: マクロコマンド{autoRule}のルール{macro}の削除がリクエストされました
ko: 제거 요청된 매크로 명령 {macro}의 룰 {autoRule}
pl: Usunięto regułę {autoRule} makra {macro}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Enviado um pedido para remover a regra automática {autoRule} de macro {macro}
ru: Отправлен запрос на удаление автоматического правила {autoRule} макрокоманды {macro} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將請求移除{macro}巨集指令的{autoRule}自動規則

# audit.event.aeRuleRemoveMacro
source: Rule {autoRule} of macrocommand {macro} removing requested by user {role}/{user} from IP address {ip_address}
cs: Smazání pravidla {autoRule} makra {macro} požadované uživatelem {role}/{user} z adresy IP {ip_address}
de: Regel {autoRule} des Makrobefehls {macro}, der von Benutzer {role}/{user} von IP-Adresse {ip_address} angefordert wurde, entfernt
es: Regla automatica {autoRule} de macrocomando {macro} quitar solicitado
ja: マクロコマンド{autoRule}のルール{macro}の削除がリクエストされました
ko: 제거 요청된 매크로 명령 {macro}의 룰 {autoRule}
pl: Usunięto regułę {autoRule} makra {macro}, użytkownik {role}/{user}, adres IP {ip_address}
pt_br: Enviado um pedido para remover a regra automática {autoRule} de macro {macro}
ru: Отправлен запрос на удаление автоматического правила {autoRule} макрокоманды {macro} пользователем {role}/{user} с IP-адреса {ip_address}
zh_hant: {role}/{user}使用者從{ip_address}IP地址將請求移除{macro}巨集指令的{autoRule}自動規則
